/*
 Navicat Premium Data Transfer

 Source Server         : 119.23.109.130 - 吴志民
 Source Server Type    : MySQL
 Source Server Version : 50637
 Source Host           : 119.23.109.130
 Source Database       : gethot

 Target Server Type    : MySQL
 Target Server Version : 50637
 File Encoding         : utf-8

 Date: 02/16/2019 14:32:08 PM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `gh_article`
-- ----------------------------
DROP TABLE IF EXISTS `gh_article`;
CREATE TABLE `gh_article` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `time` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `add_time` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '0文章 1两性 2有关我们',
  `content` text COLLATE utf8_unicode_ci,
  `author` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(300) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=207 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `gh_article`
-- ----------------------------
BEGIN;
INSERT INTO `gh_article` VALUES ('29', null, '关于我们', '2015-12-25 22:53:54', '2', '<div class=\"sector\">    <div class=\"sector_content\">        <p>欢迎来到龙禧星。</p>               <p> 从2010年3月成立至今，凭借口碑传播，龙禧星已经发展成为在北京、上海、成都、广州、沈阳拥有总面积达五万多平米的自建仓储、            专业客服中心、超过3000万注册用户、月销售超过6亿元中国领先的化妆品电子商务网站，成为近年中国发展速度最快的电子商务公司之一。            而最初那小小的梦想，也已成为数千聚美优品人的信念：        </p>        <p>                        我们相信，选择可以很简单：与你一样热爱美丽的小美们，能为特别的你推荐最合适的美妆产品。        </p>        <p>                        我们相信，信任可以很简单：坚持30天无条件退货承诺，能让您的网购成为绝无风险的享受。        </p>        <p>                        我们相信，沟通可以很简单：几百位客服MM面对面般的贴心服务，能让您下的每一个订单都踏实安心。        </p>        <p>                        我们相信，省时可以很简单：百万元打造的物流配送系统，能让您心爱的美妆第一时间给您带来惊喜……        </p>        <p>                        我们相信互联网平等而开放的力量，我们相信用户的信任是最大的依靠，我们相信一群充满梦想的人，可以凭借着爱与执着，让你的美丽更简单！        </p>        <img src=\"http://images.jumei.com/templates/jumei/images/about/jumei_team.jpg\" alt=\"\">    </div></div>', '我', '1', '关于我们'), ('59', null, '免责声明', null, '2', '&lt;td width=&quot;780&quot; class=&quot;S lh15&quot; style=&quot;line-height: 22px;&quot;&gt;\n      &lt;font color=&quot;#666666&quot;&gt;&lt;strong&gt;免责声明：&lt;/strong&gt; \n&lt;p&gt;1.以上所展示的信息由企业自行提供，内容的真实性、准确性和合法性由发布企业负责。龙禧星对此不承担任何保证责任。&lt;/p&gt;\n&lt;p&gt;\n2.如果以上产品侵犯您的版权或者非企业授权发布，请联系龙禧星,我们会在24小时内审核处理。\n&lt;/p&gt;\n&lt;p&gt;3.在线留言评论代表使用该企业产品的个人观点，如果不需要显示的留言或评论，联系龙禧星删除。&lt;/p&gt;\n&lt;p&gt;\n4.龙禧星只提供产品信息，一切交易将视为客户自行自愿交易，对交易风险由交易双方自行负责，龙禧星对此不承担任何保证责任。&lt;/p&gt;&lt;br&gt;\n    &lt;/font&gt;&lt;/td&gt;', '我', '1', '免责声明'), ('183', null, '前二38-47.  59-36.各1*  5-74...', '2018-08-03 16:12:34', '3', '前二38-47.&amp;nbsp; 59-36.各1*&amp;nbsp; 5-74.&amp;nbsp; 34-29.&amp;nbsp; 64-50.各2*共28*&lt;br&gt;', '', '0', null), ('186', null, '特码:27. 36. 08.各10元. 43.', '2018-08-07 18:19:34', '3', '&lt;p&gt;特码:27. 36. 08.各10元. 43. 01. 02. 03各20元. 26. &amp;nbsp;27. &amp;nbsp;各25元.&lt;/p&gt;', '', '0', null), ('187', null, '特码:27. 36. 08.各30元. 43.', '2018-09-20 19:45:31', '3', '&lt;p&gt;特码:27. 36. 08.各30元. 43. 28. 35. 19各60元. 05. 31.  各70元.&lt;/p&gt;', '', '0', null), ('189', null, '第一名14. 05. 08.第二名19...', '2018-10-25 12:53:44', '3', '&lt;p&gt;第一名14. 05.  08.第二名19.  07. &amp;nbsp;18. 第三名16.  21.  09.  17.各10元。&lt;/p&gt;', '', '0', null), ('190', null, '第一名09. 18. 15.第二名20...', '2018-10-26 18:50:21', '3', '&lt;p&gt;第一名09. 18. 15.第二名20. 13. 09. 第三名12. 21. 16. 05.各10元。&lt;/p&gt;', '', '0', null), ('191', null, '一名09. 18. 15.各10元.二名20...', '2018-10-26 18:55:58', '3', '&lt;p&gt;一名09. 18. 15.各10元.二名10. 13. 09.个20.三名12. 16. 05.各10元。&lt;/p&gt;', '', '0', null), ('192', null, '一名04. 17. 各10元.二名16...', '2018-10-26 19:03:37', '3', '&lt;p&gt;一名04. 17. 各10元.二名16. 21. 08.各20.三名10. 14. 09.各30元。&lt;/p&gt;', '', '0', null), ('193', null, '一名21. 14. 各15元.二名15...', '2018-10-26 19:11:08', '3', '&lt;p&gt;一名21. 14. 各15元.二名15. 18. 06.各30.三名03. 16. 20.各40元。&lt;/p&gt;', '', '0', null), ('194', null, '一名21. 14. 各10元.二名15...', '2018-10-27 17:50:08', '3', '&lt;p&gt;一名21. 14. 各10元.二名15. 18. 06.各10.三名03. 16. 20.各10元。&lt;/p&gt;', '', '0', null), ('195', null, '一名09. 18. 各10元.二名10...', '2018-10-27 17:52:32', '3', '&lt;p&gt;一名09. 18. 各10元.二名10. 13. 04.各30.三名10. 16. 05.各30元。&lt;/p&gt;', '', '0', null), ('196', null, '一名04. 17. 各20元.二名16...', '2018-10-27 18:01:13', '3', '&lt;p&gt;一名04. 17. 各20元.二名16. 21. 08.各40.三名10. 14. 09.各50元。&lt;/p&gt;', '', '0', null), ('197', null, '一名21. 14. 各20元.二名15...', '2018-10-27 18:10:28', '3', '&lt;p&gt;一名21. 14. 各20元.二名15. 18. 20.各50元.三名05. 16. 19.各50元。&lt;/p&gt;', '', '0', null), ('198', null, '一名22. 17. 各30元.二名21...', '2018-10-27 18:17:37', '3', '&lt;p&gt;一名22. 17. 各30元.二名21. 01. 14.各70元.三名13. 19. 06.各70元。&lt;/p&gt;', '', '0', null), ('199', null, '一名05. 14. 各10元.二名15...', '2018-10-27 20:17:52', '3', '&lt;p&gt;一名05. 14. 各10元.二名15. 18. 06.各10元.三名03. 16. 20.各10元。&lt;/p&gt;', '', '0', null), ('200', null, '一名09. 18. 各10元.二名21...', '2018-10-27 20:20:39', '3', '&lt;p&gt;一名09. 18. 各10元.二名21. 12. 04.各30元.三名19. 16. 01.各30元。&lt;/p&gt;', '', '0', null), ('201', null, '一名11. 08. 各20元.二名22...', '2018-10-27 20:32:12', '3', '&lt;p&gt;一名11. 08. 各20元.二名22. 15. 09.各30.三名13. 16. 02.各30元。&lt;/p&gt;', '', '0', null), ('202', null, '一名01. 17. 各30元.二名13...', '2018-10-27 20:38:56', '3', '&lt;p&gt;一名01. 17. 各30元.二名13. 07. 14.各70元.三名21. 09. 17.各80元。&lt;/p&gt;', '', '0', null), ('203', null, '一名04. 19. 各40元.二名15...', '2018-10-27 20:49:41', '3', '&lt;p&gt;一名04. 19. 各40元.二名15. 18. 09.各70元.三名13. 01. 16.各90元。&lt;/p&gt;', '', '0', null), ('204', null, '一名20. 18. 各40元.二名15...', '2018-10-27 21:14:24', '3', '&lt;p&gt;一名20. 18. 各40元.二名15. 12. 05.各90元.三名06. 21. 15.各90元。&lt;/p&gt;', '', '0', null), ('206', null, '特码:02. 35. 24.各10元. 47...', '2018-12-13 19:50:08', '3', '&lt;p&gt;特码:02. 35. 24.各10元. 47. 26. 39.各10元.15. 44 . 29 各40元.&lt;/p&gt;', '', '0', null);
COMMIT;

-- ----------------------------
--  Table structure for `gh_detail_tags`
-- ----------------------------
DROP TABLE IF EXISTS `gh_detail_tags`;
CREATE TABLE `gh_detail_tags` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tags` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(1) COLLATE utf8_unicode_ci NOT NULL COMMENT '0体育 1游戏 2美文 3两性 4关于',
  `count` int(11) DEFAULT NULL COMMENT '次数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `gh_detail_tags`
-- ----------------------------
BEGIN;
INSERT INTO `gh_detail_tags` VALUES ('1', '时代发生的', '0', '1'), ('2', '免责声明', '2', '1'), ('3', '技术', '0', '1'), ('4', '产品', '0', '1'), ('5', '设计', '0', '1'), ('6', '运营', '0', '1'), ('7', '市场与销售', '0', '1'), ('8', '职能', '0', '1'), ('9', '金融', '0', '1');
COMMIT;

-- ----------------------------
--  Table structure for `gh_label`
-- ----------------------------
DROP TABLE IF EXISTS `gh_label`;
CREATE TABLE `gh_label` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tags` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(1) COLLATE utf8_unicode_ci NOT NULL COMMENT '0体育 1游戏 2美文 3两性 4关于',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `gh_label`
-- ----------------------------
BEGIN;
INSERT INTO `gh_label` VALUES ('6', '流量充值,话费充值,物联卡充值,点卡充值', '2'), ('8', '关于我们,免责声明', '4'), ('16', '技术,产品,设计,运营,市场与销售,职能,金融', '0'), ('17', '', '3'), ('18', '流量优惠,流量资讯,流量充值', '1');
COMMIT;

-- ----------------------------
--  Table structure for `gh_sport`
-- ----------------------------
DROP TABLE IF EXISTS `gh_sport`;
CREATE TABLE `gh_sport` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `time` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `add_time` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '0体育 1游戏',
  `status` varchar(1) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(300) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `week` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `small_time` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=56 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `gh_sport`
-- ----------------------------
BEGIN;
INSERT INTO `gh_sport` VALUES ('4', '2017-02-28 10:50', '后端工程师[车公庙] 2017-02-08', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('5', '2017-02-28 10:50', '2D动画师[深圳]', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('6', '2017-02-28 10:50', 'IOS开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('7', '2017-02-28 10:50', '高级前端开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('8', '2017-02-28 10:50', 'JAVA开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('9', '2017-02-28 10:50', '财经BA-需求分析顾问', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('10', '2017-02-28 10:50', '交互设计师UE', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('15', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('16', '2017-02-28 10:50', '关于物联卡，你知道多少？', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('17', '2017-02-28 10:50', '有了物联网卡，你还会说4G流量贵吗？', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('18', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('19', '2017-02-28 10:50', '物联卡与普通的sim卡有什么区别', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('20', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('21', '2017-02-28 10:50', '2017年感恩大回馈，流量大放送！', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('22', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('23', '2017-02-28 10:50', '“春节流量大放送”是病毒?三家通信运营商均表示未开通此项业务', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('24', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('25', '2017-02-28 10:50', '关注“智慧流量”,领200M流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('26', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('28', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月28日', '星期四', '23:15'), ('29', '2017-02-28 10:50', '政府公关经理', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('30', '2017-02-28 10:50', '医疗行业销售总监', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('31', '2017-02-28 10:50', 'PHP高级开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('32', '2017-02-28 10:50', '资深文案策划', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('33', '2017-02-28 10:50', '多大的', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('34', '2017-02-28 10:50', '后端工程师[车公庙] 2017-02-08', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('35', '2017-02-28 10:50', '2D动画师[深圳]', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('36', '2017-02-28 10:50', 'IOS开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('37', '2017-02-28 10:50', '高级前端开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('38', '2017-02-28 10:50', 'JAVA开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('39', '2017-02-28 10:50', '财经BA-需求分析顾问', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('40', '2017-02-28 10:50', '交互设计师UE', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('41', '2017-02-28 10:50', '单片机工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '02月23日', '星期二', '09:50'), ('49', '2017-02-28 10:50', '政府公关经理', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '02月22日', '星期一', '09:45'), ('50', '2017-02-28 10:50', '医疗行业销售总监', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('51', '2017-02-28 10:50', 'PHP高级开发工程师', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('52', '2017-02-28 10:50', '资深文案策划', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('53', '2017-02-28 10:50', '后端工程师[车公庙] 2017-02-08', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '12月28日', '星期四', '23:15'), ('54', '2017-02-11 10:15', '2D动画师[深圳]', '2017-12-23 12:11:22', '0', '1', '技术,产品,设计,运营,市场与销售,职能,金融', '02月11日', '星期六', '10:15'), ('55', '2017-02-28 10:50', '中国移动4G大优惠：套餐5折/免费300MB流量', '2017-12-23 12:11:22', '1', '1', '流量优惠,流量资讯,流量充值', '12月27日', '星期日', '09:45');
COMMIT;

-- ----------------------------
--  Table structure for `gh_sport_url`
-- ----------------------------
DROP TABLE IF EXISTS `gh_sport_url`;
CREATE TABLE `gh_sport_url` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `url` varchar(300) COLLATE utf8_unicode_ci NOT NULL,
  `sport_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_gh_sport_url_gh_sport` (`sport_id`),
  CONSTRAINT `fk_gh_sport_url_gh_sport` FOREIGN KEY (`sport_id`) REFERENCES `gh_sport` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
--  Records of `gh_sport_url`
-- ----------------------------
BEGIN;
INSERT INTO `gh_sport_url` VALUES ('1', '', '', '54');
COMMIT;

-- ----------------------------
--  Table structure for `gh_user`
-- ----------------------------
DROP TABLE IF EXISTS `gh_user`;
CREATE TABLE `gh_user` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `gh_user`
-- ----------------------------
BEGIN;
INSERT INTO `gh_user` VALUES ('1', 'admin', '123@abc'), ('2', 'user1', '123456'), ('3', 'user2', '123456');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
